Repository: the-dalee/gnome-2048
Catalog: locales/*/LC_MESSAGES/gnome-2048.po
Languages: de_de

source: Game over
de_de: Das Spiel ist vorbei

source: You won
de_de: Sie haben gewonnen

source: Slot with position %(pos)s already contains a tile
de_de: Auf Position %(pos)s befindet sich bereits ein Stein

source: The slot with this position %(pos)s is already empty
de_de: Position %(pos)s is bereits frei

source: Source must have equal value as target
de_de: Quelle und Ziel müssen den gleichen Wert haben

source: Move tile from (%(sx)i, %(sy)i) to (%(dx)i, %(dy)i)
de_de: Stein von (%(sx)i, %(sy)i) nach (%(dx)i, %(dy)i) bewegen

source: Merge tile at (%(x)i, %(y)i) with (%(dx)i, %(dy)i)
de_de: Steine auf Position (%(x)i, %(y)i) mit (%(dx)i, %(dy)i) zusammenführen

source: Add tile %(val)i at (%(x)i, %(y)i)
de_de: Stein %(val)i in (%(x)i, %(y)i) hinzufügen

source: Remove tile at (%(x)i, %(y)i)
de_de: Stein in (%(x)i, %(y)i) entfernen

source: Set game state to %(state)s
de_de: Spielzustand auf %(state)s setzen

source: Undo stack empty
de_de: Rückgängig-Stapel leer

source: Redo stack empty
de_de: Wiederholen-Stapel leer

source: Move left
de_de: Nach links bewegen

source: Move right
de_de: Nach rechts bewegen

source: Move up
de_de: Nach oben bewegen

source: Move down
de_de: Nach unten bewegen

source: Unknown direction
de_de: Richtung unbekannt

source: New game
de_de: Neues Spiel

source: Undo
de_de: Zug rückgängig

source: Redo
de_de: Zug wiederholen

source: Close
de_de: Schließen

source: Select theme
de_de: Motiv auswählen
